Repository: dchun/WooCommerce-RFQ
Catalog: languages/boopis-woocommerce-rfq-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene suficientes permisos para acceder a esta página.

source: Settings
es_es: Configuración

source: View quote &rarr;
es_es: Ver cotización &rarr;

source: You already have this item in your quote.
es_es: Ya tiene este punto en su cotización.

source: You have not added any items to your quotation form. Continue
es_es: Usted no ha añadido productos a su formato de cotización . Continuar

source: shopping.
es_es: compras.

source: From:
es_es: De:

source: Email:
es_es: Correo electrónico:

source: Company:
es_es: Empresa:

source: Phone:
es_es: Teléfono:

source: Postcode:
es_es: Código postal:

source: Comments:
es_es: Comentarios:

source: Product Name:
es_es: Nombre del producto:

source: Quantity:
es_es: Cantidad:

source: Options:
es_es: Opciones:

source: Referer:
es_es: Remitir:

source: Source:
es_es: Fuente:

source: Medium:
es_es: Medio:

source: Campaign:
es_es: Campaña:

source: Content:
es_es: Contenido:

source: First name is required
es_es: Nombre de pilla es necesario

source: Email is invalid
es_es: El correo electrónico es invalido

source: Phone number is required
es_es: Numero de teléfono es invalido

source: Postcode is required
es_es: El código postal es invalido

source: Human verification failed
es_es: Verificación humana fracasó

source: Hey
es_es: Hola

source: thanks for the quote request!
es_es: gracias por la solicitud de cotización!

source: We'll get back to you ASAP!
es_es: Nos pondremos en contacto con usted lo antes posible!

source: Product
es_es: Producto

source: Quantity
es_es: Cantidad

source: Remove this item
es_es: Eliminar este elemento

source: First Name
es_es: Nombre de pilla

source: Last Name
es_es: Apellido

source: Email
es_es: Correo electrónico

source: Company
es_es: Empresa

source: Phone
es_es: Numero de teléfono

source: Postcode
es_es: El código

source: Comments
es_es: Comentarios

source: Human Verification
es_es: Verificación humana

source: Send for quote
es_es: Enviar a cotización

source: Request Quote
es_es: Solicitar cotización

source: Inquire
es_es: Preguntar

source: View Quote &rarr;
es_es: Ver cotización &rarr;

source: Quote updated.
es_es: Cotización actualiza.

source: Please choose product options
es_es: Por favor, seleccione las opciones de producto

source: Please choose the quantity of items you wish to add to your quote
es_es: Por favor seleccione la cantidad de artículos que desea añadir a su presupuesto

source: Please choose a product to add to your quot
es_es: Por favor, elija un producto a añadir a su quot

source: Added &quot;%s&quot; to your quote.
es_es: Añadido &quot;%s&quot; a su cotización.

source: &quot;%s&quot; was successfully added to your quote.
es_es: &quot;%s&quot; fue agregado con éxito a su cotización.

source: Boopis RFQ Settings
es_es: Boopis RFQ Configuración

source: Use Formbuilder?
es_es: Utilice FormBuilder?

source: Check to use formbuilder fields
es_es: Compruebe para utilizar campos FormBuilder

source: Boopis Formbuilder Addon required.
es_es: Boopis FormBuilder Add On requerido.

source: Quotation recipient e-mail address
es_es: Receptor de cotización dirección de correo electrónico

source: Change Quotation Trigger (Default - Zero Price Recommended):
es_es: Cambiar la cita de disparo ( por defecto - Cero precio recomendado):

source: Define by Tag
es_es: Definir por Tag

source: Tag Name
es_es: Nombre de la etiqueta

source: Replace "Free" with "Request Quote" on triggered items?
es_es: Reemplazar "libre" con "Solicitud de Cotización" en los elementos desencadenados?

source: Check to replace price
es_es: Compruebe para reemplazar precio

source: Thank you message
es_es: Gracias mensaje

source: Upon successful request, write thank you message.
es_es: A petición tiene éxito, se escribe un mensaje de agradecimiento.

source: Boopis Settings
es_es: Boopis Configuración

source: Click here to edit your settings.
es_es: Haga clic aquí para editar la configuración.

source: Need custom work? Let me know!
es_es: Necesita trabajos a medida ? ¡Házmelo saber!

source: Support
es_es: Apoyo

source: Donate to continue supporting development of this plugin.
es_es: Donar a seguir apoyando el desarrollo de este plugin.

source: Plugin Add-Ons
es_es: Plugin de add-ons

source: Replaces products with a price of zero to an open form for inquiry
es_es: Sustituye a los productos con un precio de cero a una forma abierta para la investigación
